/* Localizable strings of edu.mit.Kerberos.KerberosLogin preference manifest */

"KerberosLogin.pfm_title" =			"Kerberos Login";
"KerberosLogin.pfm_description" =			"Kerberos Login Information.";

"KLDefaultRealm.pfm_title" =			"Kerberos Realm";
"KLDefaultRealm.pfm_description" =			"Kerberos realm specified in capital letters. For example, “MYREALM.APPLE.COM”";

"KLName.pfm_title" =			"User Name";
"KLName.pfm_description" =			"Kerberos user name. Use “%@” to specify the current user.";
